{
  "bio": "<p>Родился в России, живу в Будапеште. Отучился в Университете ИТМО по специальности «Беспроводные телекоммуникации». Успел поработать в вендоре в качестве инженера техподдрежки, имплементации и много чего другого, что входило в рабочие обязанности. В сферу ответственности группы, в которой я работал, входили решения для ядра мобильной сети.</p><p>Сейчас работаю автоматическим тестировщиком в Ericsson. Так что пишу, редактирую, гоняю, дебажу, анализирую юнит-тесты радио-оборудования. Тут используется Java + TestNG.</p><p>Также интересуюсь и занимаюсь веб-разработкой (фронт и бэк), лингвистикой и художественным переводом.</p>",
  "footerName": "Тимофей Грибанов",
  "links": "Где ещё можно меня найти:",
  "bioBtn": "Обо мне",
  "projBtn": "Проекты",
  "linksBtn": "Ссылки",
  "projBasic": "<p>Список личных проектов, которыми я занимался или занимаюсь. Так вышло, что большинство из них так или иначе связаны с японской группой Asian Kung-Fu Generation. Но что поделать, если я их фанат и веду пару проектов про них. А вообще это отличный способ получить новый опыт.</p>",
  "projSms": "<h2>SMS Converter</h2><p>Небольшая программа на JS, помогающая декодировать тело смс в текстовый формат.</p><p>Декодировать можно из GSM7, UCS2 и 8-бит в текст, и обратно.</p><p>HTML, CSS, Bootstrap, JavaScript.</p>",
  "projFragments": "<h2>akfgfragments.com</h2><p>Доволно простенькая тема для WordPress-сайта <site_anchor>akfgfragments.com</site_anchor>, который я администрирую.</p><p>PHP, HTML, CSS, Bootstrap, WordPress.</p>",
  "projAkgDb": "<h2>Ajikan Database</h2><p>Этот маленький проект позволяет быстро искать информацию о релизах, на которых выходила та или иная песня Asian Kung-Fu Generation.</p><p>Бекэнд использует MariaDB и NodeJS/express, фронтэнд — ReactJS и CSS.</p><p>ReactJS, NodeJS, CSS.</p>",
  "projAwp": "<h2>Ajikan Worldwide Project</h2><p>Одностраничник, посвящённый кавер-проекту по одной уже упоминавшейся здесь группе.</p><p>JavaScript, HTML, CSS, Bootstrap.</p>"
}